Repository: VahitKirbiyik/KesifUygulamasiTemplate
Catalog: Resources/Strings/AppResources.*.resx
Languages: ar, de, el, fil, fr, ja, ko, nl, pt_br, ru, sw, th, tr, ur, zh_hans, zh_hant

# POIShow
source: Show POI (EN)
ar: عرض نقاط الاهتمام (AR)
de: POI anzeigen (DE)
el: Εμφάνιση POI (EL)
fil: Ipakita ang POI (FIL)
fr: Afficher POI (FR)
ja: POI表示 (JA)
ko: POI 표시 (KO)
nl: POI tonen (NL)
pt_br: Exibir POI (PT-BR)
ru: Показать POI (RU)
sw: Onyesha POI (SW)
th: แสดง POI (TH)
tr: POI Gösterimi (TR)
ur: پی او آئی دکھائیں (UR)
zh_hans: 显示POI (ZH-HANS)
zh_hant: 顯示POI (ZH-HANT)

# TransportationMode
source: Transportation Mode (EN)
ar: وضع النقل (AR)
el: Λειτουργία μεταφοράς (EL)
fr: Mode de transport (FR)
ja: 交通モード (JA)
ko: 교통 모드 (KO)
nl: Vervoersmodus (NL)
pt_br: Modo de transporte (PT-BR)
ru: Режим транспорта (RU)
sw: Hali ya Usafiri (SW)
th: โหมดการขนส่ง (TH)
ur: نقل و حمل کا موڈ (UR)
zh_hans: 交通方式 (ZH-HANS)
zh_hant: 交通方式 (ZH-HANT)

# RealTimeTraffic
source: Real-Time Traffic (EN)
ar: حركة المرور في الوقت الفعلي (AR)
de: Echtzeitverkehr (DE)
el: Κυκλοφορία σε πραγματικό χρόνο (EL)
fil: Trapiko sa Real-Time (FIL)
fr: Trafic en temps réel (FR)
ja: リアルタイム交通 (JA)
ko: 실시간 교통 (KO)
nl: Verkeer in realtime (NL)
pt_br: Tráfego em tempo real (PT-BR)
ru: Дорожное движение в реальном времени (RU)
sw: Trafiki ya Wakati Halisi (SW)
th: การจราจรแบบเรียลไทม์ (TH)
tr: Anlık Trafik (TR)
ur: حقیقی وقت کی ٹریفک (UR)
zh_hans: 实时交通 (ZH-HANS)
zh_hant: 即時交通 (ZH-HANT)

# SupportDeveloper
source: Support Developer (EN)
ar: دعم المطور (AR)
de: Entwickler unterstützen (DE)
el: Υποστήριξη προγραμματιστή (EL)
fr: Soutenir le développeur (FR)
ja: 開発者をサポート (JA)
ko: 개발자 지원 (KO)
nl: Ondersteun ontwikkelaar (NL)
pt_br: Apoiar o desenvolvedor (PT-BR)
ru: Поддержать разработчика (RU)
sw: Saidi Mwandishi (SW)
th: สนับสนุนนักพัฒนา (TH)
ur: ڈویلپر کی حمایت کریں (UR)
zh_hans: 支持开发者 (ZH-HANS)
zh_hant: 支持開發者 (ZH-HANT)

# Donate
source: Donate (EN)
ar: تبرع (AR)
de: Spenden (DE)
el: Δωρεά (EL)
fil: Mag-donate (FIL)
fr: Faire un don (FR)
ja: 寄付する (JA)
ko: 기부하기 (KO)
nl: Doneren (NL)
pt_br: Doar (PT-BR)
ru: Пожертвовать (RU)
sw: Toa Mchango (SW)
th: บริจาค (TH)
tr: Baı Yap (TR)
ur: عطیہ دیں (UR)
zh_hans: 捐赠 (ZH-HANS)
zh_hant: 捐贈 (ZH-HANT)

source: Settings
ar: الإعدادات (AR)
de: Einstellungen (DE)
el: Ρυθμίσεις (EL)
fil: Mga Setting (FIL)
fr: Paramètres (FR)
ja: 設定 (JA)
ko: 설정 (KO)
nl: Instellingen (NL)
ru: Настройки (RU)
th: การตั้งค่า (TH)
tr: Ayarlar (TR)
ur: ترتیبات (UR)
zh_hans: 设置 (ZH-HANS)
zh_hant: 設置 (ZH-HANT)

# VoiceNavigation
source: Voice Navigation (EN)
ar: الملاحة الصوتية (AR)
de: Sprachnavigation (DE)
el: Φωνητική πλοήγηση (EL)
fil: Nabigasyon ng Boses (FIL)
fr: Navigation vocale (FR)
ja: 音声ナビゲーション (JA)
ko: 음성 내비게이션 (KO)
nl: Spraaknavigatie (NL)
pt_br: Navegação por voz (PT-BR)
ru: Голосовая навигация (RU)
sw: Urambazaji wa Sauti (SW)
th: นำทางด้วยเสียง (TH)
tr: Sesli Navigasyon (TR)
ur: وائس نیویگیشن (UR)
zh_hans: 语音导航 (ZH-HANS)
zh_hant: 語音導航 (ZH-HANT)

# ARNavigation
source: AR Navigation (EN)
ar: الملاحة بالواقع المعزز (AR)
de: AR-Navigation (DE)
el: Πλοήγηση AR (EL)
fil: AR Nabigasyon (FIL)
fr: Navigation AR (FR)
ja: ARナビゲーション (JA)
ko: AR 내비게이션 (KO)
nl: AR-navigatie (NL)
pt_br: Navegação AR (PT-BR)
ru: AR-навигация (RU)
sw: Urambazaji wa AR (SW)
th: นำทาง AR (TH)
tr: AR Navigasyon (TR)
ur: اے آر نیویگیشن (UR)
zh_hans: AR导航 (ZH-HANS)
zh_hant: AR導航 (ZH-HANT)

# OfflineMap
source: Offline Map (EN)
ar: خريطة غير متصلة (AR)
de: Offline-Karte (DE)
el: Χάρτης εκτός σύνδεσης (EL)
fil: Offline na Mapa (FIL)
fr: Carte hors ligne (FR)
ja: オフラインマップ (JA)
ko: 오프라인 지도 (KO)
nl: Offline kaart (NL)
pt_br: Mapa offline (PT-BR)
ru: Офлайн-карта (RU)
sw: Ramani Isiyounganishwa (SW)
th: แผนที่ออฟไลน์ (TH)
tr: Çevrimdıı Harita (TR)
ur: آف لائن نقشہ (UR)
zh_hans: 离线地图 (ZH-HANS)
zh_hant: 離線地圖 (ZH-HANT)

# RouteSelection
source: Route Selection (EN)
ar: اختيار المسار (AR)
de: Routenauswahl (DE)
el: Επιλογή διαδρομής (EL)
fil: Pagpili ng Ruta (FIL)
fr: Sélection d'itinéraire (FR)
ja: ルート選択 (JA)
ko: 경로 선택 (KO)
nl: Routekeuze (NL)
pt_br: Seleção de rota (PT-BR)
ru: Выбор маршрута (RU)
sw: Uteuzi wa Njia (SW)
th: เลือกเส้นทาง (TH)
tr: Rota Seçimi (TR)
ur: راستہ منتخب کریں (UR)
zh_hans: 路线选择 (ZH-HANS)
zh_hant: 路線選擇 (ZH-HANT)

# DestinationInput
source: Destination Input (EN)
ar: إدخال الوجهة (AR)
de: Zieleingabe (DE)
el: Εισαγωγή προορισμού (EL)
fil: Input ng Destinasyon (FIL)
fr: Saisie de destination (FR)
ja: 目的地入力 (JA)
ko: 목적지 입력 (KO)
nl: Bestemmingsinvoer (NL)
pt_br: Entrada de destino (PT-BR)
ru: Ввод пункта назначения (RU)
sw: Ingizo la Marudio (SW)
th: ป้อนจุดหมาย (TH)
tr: Hedef Girii (TR)
ur: منزل درج کریں (UR)
zh_hans: 目的地输入 (ZH-HANS)
zh_hant: 目的地輸入 (ZH-HANT)

# MoonCompass
source: Moon Compass (EN)
ar: بوصلة القمر (AR)
de: Mondkompass (DE)
el: Σεληνιακή πυξίδα (EL)
fil: Kompas ng Buwan (FIL)
fr: Boussole lunaire (FR)
ja: 月コンパス (JA)
ko: 달 나침반 (KO)
nl: Maancompas (NL)
pt_br: Bússola lunar (PT-BR)
ru: Лунный компас (RU)
sw: Kipima Mwezi (SW)
th: เข็มทิศดวงจันทร์ (TH)
tr: Ay Pusulası (TR)
ur: چاند کمپاس (UR)
zh_hans: 月亮指南针 (ZH-HANS)
zh_hant: 月亮指南針 (ZH-HANT)

# QiblaDirection
source: Qibla Direction (EN)
ar: اتجاه القبلة (AR)
de: Qibla-Richtung (DE)
el: Κατεύθυνση Κίμπλα (EL)
fil: Direksyon ng Qibla (FIL)
fr: Direction de la Qibla (FR)
ja: キブラ方向 (JA)
ko: 키블라 방향 (KO)
nl: Qibla-richting (NL)
pt_br: Direção da Qibla (PT-BR)
ru: Направление киблы (RU)
sw: Mwelekeo wa Qibla (SW)
th: ทิศทางกิบละห์ (TH)
tr: Kıble Yönü (TR)
ur: قبلہ سمت (UR)
zh_hans: 朝向 (ZH-HANS)
zh_hant: 朝向 (ZH-HANT)

# TransportMode
source: Transport Mode (EN)
ar: وضع النقل (AR)
de: Transportmodus (DE)
el: Λειτουργία μεταφοράς (EL)
fil: Paraan ng Transportasyon (FIL)
ja: 交通モード (JA)
ko: 교통 모드 (KO)
nl: Vervoersmodus (NL)
pt_br: Modo de transporte (PT-BR)
ru: Режим транспорта (RU)
sw: Hali ya Usafiri (SW)
th: โหมดการขนส่ง (TH)
tr: Ulaım Modu (TR)
ur: نقل و حمل کا موڈ (UR)
zh_hans: 交通方式 (ZH-HANS)
zh_hant: 交通方式 (ZH-HANT)
